Console.Clear();
Console.WriteLine("Введите трехзначное число: ");
int n = int.Parse(Console.ReadLine());
int m = n/10 % 10;
Console.Write($"Вторая цифра введенного числа: {m}");




//Задача 10. Напишите программу, которая принимает на вход трёхзначное 
//число и на выходе показывает вторую цифру этого числа.
